app/controllers/users_controller.rb

    def create
        if User.create(name: params["user"]["user_name"], age: params["user"]["age"], mail: params["user"]["mail"] ).valid?
---
INSERT INTO "users" ("name", "age", "created_at", "updated_at", "mail") VALUES (?, ?, ?, ?, ?)  [["name", "冠ちゃん"], ["age", 200], ["created_at", "2019-10-02 11:23:30.495957"], ["updated_at", "2019-10-02 11:23:30.495957"], ["mail", "kanmuri-chan@gmail"]]